Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/rett-til-opplaering-i-og-paa-samisk.html.tmx
Source language: nob
Languages: sme

source: Rett til opplæring i og på samisk
sme: Vuoigatvuohta oažžut oahpahusa sámegillii

source: I forvaltningsområde for samisk språk har alle elever i grunnskolen rett til opplæring i og på samisk, mens det i kommuner utenfor forvaltningsområde for samisk språk, må det for å få opplæring på samisk, være minst ti elever som krever det.
sme: Sámegiella hálddašanguovllus lea buot ohppiin vuođđoskuvllas vuoigatvuohta oažžut oahpahusa sámegillii. Suohkaniin olggobealde hálddašanguovllu sáhttet oahppit oažžut sámegillii oahpu jus unnimus logi oahppi gáibidit dan, gč. Oahpahusláhka § 6-2, vuosttaš lađas.

source: jf. Opplæringslova § 6-2, første ledd.
sme: Sámi suohkaniin lea leamaš dábálaš ahte oahpahus sámegillii fállo ohppiide geain lea sámegiella vuosttašgiellan, muhto lága mielde lea buot ohppiin dat vuoigatvuohta.

source: I samiske kommuner har det vært vanlig at opplæring på samisk tilbys elever som har samisk som førstespråk, men etter loven gjelder denne retten alle elever.
sme: Dát mearkkaša ahte vuođđoskuvllas lea vejolaš fállat oahpahusa eará fágain dahje osiid fágain sámegillii maid ohppiide geain lea sámegiella nubbingiellan, ja nu geavahit oahpahanmodeallaid mat ovdánahttet ohppiid sámegiela.

source: Dette betyr at det er mulig i grunnskolen å gi opplæring på samisk også i andre fag eller deler av fag for elever med samisk som andrespråk og slik bruke opplæringsmodeller i som fremmer utvikling av samisk språk hos elevene.
sme: Oahppit geat eai oro sámi suohkanis, sáhttet oažžut oahpahusa sámegillii, muhto de fertejit leat unnimusat logi oahppi ovtta suohkanis geat gáibidit dan.

source: Elever som bor utenfor samiske kommuner, kan få opplæring på samisk, men det må være minst ti elever i kommunen som krever det.
sme: Sis lea dan vuoigatvuođa doalahit nu guhká go joavkkus ain leat unnimusat guhtta oahppi, gč. Oahpahusláhka § 6-2, nubbi lađas.

source: De vil beholde denne retten så lenge det er minst seks elever igjen i gruppa, jf. Opplæringslova § 6.2 andre ledd.
sme: Oahppit geat ožžot oahpu sámegillii, galget oažžut oahpahusa Máhttolokten - Sámi oahppoplánabuktosa vuođul, gč. Oahppoplána láhkaásahus § 1-1 b.

source: Elever som får opplæring på samisk, skal få opplæring i samsvar med Læreplanverket Kunnskapsløftet –Samisk jf. Forskrift til opplæringslova § 1-1 b.
sme: Joatkkaskuvlla ohppiin ii leat vuoigatvuohta oažžut oahpahusa sámegillii.

source: På videregående opplæring har ikke samiske elever rett til opplæring på samisk.
sme: Sin vejolašvuohta oažžut sámegillii oahpu lea čatnasan dasa ahte fállá go dan joatkkaskuvla gos vázzet.

source: Deres mulighet til å få opplæring på samisk er avhengig av om skolen de går på, tilbyr dette.
sme: Sámi joatkka- ja boazodoalloskuvla Guovdageainnus ja Sámi joatkkaskuvla Kárášjogas fállet oahpahusa sámegillii ja sámi oahppoplánabuktosa vuođul.

source: Samisk reindriftsskole og videregående skole i Kautokeino og Samisk videregående i Karasjok gir opplæring på samisk og i samsvar med det samiske læreplanverket.
sme: Fylkkasuohkanat sáhttet maiddái fállat dákkár oahpahusa, gč. Oahpahusláhka § 6-3, nubbi lađas.
